#+TITLE: DM1 Week 02 Prepare
#+LANGUAGE: en
#+OPTIONS: H:4 num:nil toc:nil \n:nil @:t ::t |:t ^:t *:t TeX:t LaTeX:t
#+OPTIONS: html-postamble:nil
#+STARTUP: showeverything entitiespretty
#+SETUPFILE: ../theme-bigblow.setup

[[elisp:(find-file-other-window%20"../week00/00-prepare.org")][Read Instructions]]
[[elisp:(browse-url-of-file%20(org-html-export-to-html))][Export to HTML and Browse]]
[[elisp:(org-clock-report%201)][Insert/Update Clock Summary Report]]
#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2018-05-08 Tue 21:45]
| Headline                       |   Time |
|--------------------------------+--------|
| *Total time*                   | *1:14* |
|--------------------------------+--------|
| Read Subsection DEF through... |   1:11 |
| Answer What is True            |   0:03 |
#+END:

* DONE Read Subsection DEF through subsubsection DEU from [[https://rickneff.github.io/metaphors-be-with-you.html][The Book]].
  CLOSED: [2018-05-08 Tue 21:41]
  :LOGBOOK:
  CLOCK: [2018-05-08 Tue 21:00]--[2018-05-08 Tue 21:41] =>  0:41
  CLOCK: [2018-05-08 Tue 19:19]--[2018-05-08 Tue 19:49] =>  0:30
  :END:
* DONE Answer What is True
  CLOSED: [2018-05-08 Tue 21:45]
  :LOGBOOK:
  CLOCK: [2018-05-08 Tue 21:41]--[2018-05-08 Tue 21:44] =>  0:03
  :END:
   Check the box if you can truthfully assert that you did any of the following:
  - [X] I reviewed my solution to last week\rsquo{}s /census-taker problem/.
  - [X] I identified the \ldquo{}key move\rdquo required to see the answer, and came
    prepared to articulate it if called upon.
  - [X] I found two or three classmates (the same as last week, or different
    ones) to form a team for an in-class exercise.
  - [X] I encouraged them to be to class early so as to have time to set up two
    tables and sit facing each other.
